# DLN_example
```
# DLN_example -- hash gives big text, known as headers
```

## Two hashtags
```
## Two hashtags -- slightly smaller subheading
```

### And so on
```
### And so on -- three hashes
```

###### And so forth
```
###### And so forth -- six hashes is as many as you can do
```

digital lab book example

# Bold and italics
```
# Bold and italics
```

To put text in bold you use two asterisks: **This is bold**
```
**This is bold**
```
If you want an actual asterisk \* you need:
```
\*
```

Another way of making __bold text__ is:
```
__bold text__
```

Italics is a single asterisk *on both sides*
```
*on both sides*
```
Or it can be _on both sides_
```
_on both sides_
```

# Combination of both
To make things **_both italics and bold_**:
```
**_both italics and bold_**
```
or
*__both italics and bold__*
```
*__both italics and bold__*
```

# Line ruling

If you type

---

you get a line
```
---
```
or
***
```
***
```
or
___
```
___
```

# Quotes

To add quotes, use a greater than sign:
> This is a quote
```
> This is a quote
````

> This is a multiline quote. It goes for multiple lines (if you make the window smaller)
```
> This is a multiline quote. It goes for multiple lines (if you make the window smaller)
```
